Repository: prajaktak/PrajaktaKulkarniPortfolio
Catalog: PrajaktaKulkarniPortfolio/Resources/Localizable.xcstrings
Source language: en
Languages: nl

source: %lld hrs/week
nl: %lld uur/week

source: About Me
nl: Over mij

source: Back to Top
nl: Terug naar boven

source: CERTIFICATES
nl: CERTIFICATEN

source: Coming soon
nl: Binnenkort

source: Competencies
nl: Competenties

source: Could not load competencies
nl: Competenties konden niet worden geladen

source: Could not load contact info
nl: Contactgegevens konden niet worden geladen

source: Could not load education
nl: Opleiding kon niet worden geladen

source: Could not load experience
nl: Werkervaring kon niet worden geladen

source: Could not load interests
nl: Interesses konden niet worden geladen

source: Could not load profile
nl: Profiel kon niet worden geladen

source: Could not load projects
nl: Projecten konden niet worden geladen

source: Could not load resume
nl: Cv kon niet worden geladen

source: Could not load skills
nl: Vaardigheden konden niet worden geladen

source: Current
nl: Huidig

source: Done
nl: Klaar

source: EDUCATION
nl: OPLEIDING

source: Experience %lld of %lld
nl: Ervaring %lld van %lld

source: Featured
nl: Uitgelicht

source: INDEPENDENT PROJECTS
nl: EIGEN PROJECTEN

source: Languages
nl: Talen

source: LANGUAGES
nl: TALEN

source: Loading competencies
nl: Competenties laden

source: Loading contact information
nl: Contactgegevens laden

source: Loading education
nl: Opleiding laden

source: Loading interests
nl: Interesses laden

source: Loading personal information
nl: Persoonlijke informatie laden

source: Loading projects
nl: Projecten laden

source: Loading resume…
nl: Cv laden…

source: Loading skills
nl: Vaardigheden laden

source: Loading work experience
nl: Werkervaring laden

source: More
nl: Meer

source: No competencies listed yet
nl: Nog geen competenties beschikbaar

source: No education listed yet
nl: Nog geen opleiding beschikbaar

source: No experience listed yet
nl: Nog geen werkervaring beschikbaar

source: No interests listed yet
nl: Nog geen interesses beschikbaar

source: No projects listed yet
nl: Nog geen projecten beschikbaar

source: No skills listed yet
nl: Nog geen vaardigheden beschikbaar

source: Ongoing
nl: Lopend

source: Opens %@ in browser or mail app
nl: Opent %@ in browser of mailapp

source: Opens GitHub in browser
nl: Opent GitHub in browser

source: Present
nl: Heden

source: Project %lld of %lld
nl: Project %lld van %lld

source: SKILLS
nl: VAARDIGHEDEN

source: Speaking
nl: Spreken

source: Subjects
nl: Vakken

source: Try Again
nl: Opnieuw proberen

source: View on GitHub
nl: Bekijk op GitHub

source: View project on GitHub
nl: Bekijk project op GitHub

source: WORK EXPERIENCE
nl: WERKERVARING

source: Writing
nl: Schrijven
